export const air3sSpecs: ProductSpecs = {
  groups: [
    {
      title: "飞行器",
      specs: [
        {
          key: "起飞重量",
          value: "724 克"
        },
        {
          key: "尺寸",
          value: "折叠（不带桨）：长 214.19 毫米，宽 100.63 毫米，高 89.17 毫米\n展开（不带桨）：长 266.11 毫米，宽 325.47 毫米，高 106.00 毫米"
        },
        {
          key: "最大上升速度",
          value: "10 米/秒"
        },
        {
          key: "最大下降速度",
          value: "10 米/秒"
        },
        {
          key: "最大水平飞行速度",
          value: "海平面高度，无风环境：\n21 米/秒*\n\n海平面高度，6 米/秒顺风环境，无人机飞行方向与风向一致：\n27 米/秒*\n\n<sup>* 在风洞实验环境下，飞行器于海拔 0 米起飞，垂直上升到离地 1.5 米，以运动挡飞行测得，仅供参考，实际飞行时请留意图传界面提示。</sup>\n<sup>* 欧盟地区为 19 米/秒。</sup>"
        },
        {
          key: "最大起飞海拔高度",
          value: "6000 米"
        },
        {
          key: "最长飞行时间",
          value: "45 分钟\n\n<sup>在无风环境下，飞行器避障行为设置为刹停、相机设置为拍照模式，于海平面高度以 32.4 公里/小时的速度向前飞行至剩余 0% 电量测得，仅供参考，实际飞行时请留意 app 提示。</sup>"
        },
        {
          key: "最长悬停时间",
          value: "41 分钟\n\n<sup>在无风环境下，飞行器避障行为设置为刹停、相机设置为拍照模式，悬停于海平面高度至剩余 0% 电量测得，仅供参考，实际飞行时请留意 app 提示。</sup>"
        },
        {
          key: "最大续航里程",
          value: "32 公里\n\n<sup>在无风环境下，飞行器避障行为设置为刹停、相机设置为拍照模式，于海平面高度以 48.6 公里/小时的速度向前飞行至剩余 0% 电量测得，仅供参考，实际飞行时请留意 app 提示。</sup>"
        },
        {
          key: "最大抗风速度",
          value: "12 米/秒"
        },
        {
          key: "最大可倾斜角度",
          value: "36°"
        },
        {
          key: "工作环境温度",
          value: "-10℃ 至 40℃"
        },
        {
          key: "卫星导航系统",
          value: "GPS + Galileo + BeiDou"
        },
        {
          key: "悬停精度",
          value: "垂直：\n±0.1 米（视觉定位正常工作时）\n±0.5 米（卫星定位正常工作时）\n\n水平：\n±0.3 米（视觉定位正常工作时）\n±0.5 米（卫星定位正常工作时）"
        },
        {
          key: "机载内存",
          value: "42GB"
        }
      ]
    },
    {
      title: "相机",
      specs: [
        {
          key: "影像传感器",
          value: "广角相机：1 英寸 CMOS，有效像素 5000 万\n中长焦相机：1/1.3 英寸 CMOS，有效像素 4800 万"
        },
        {
          key: "镜头",
          value: "广角相机\n视角：84°\n等效焦距：24 mm\n光圈：f/1.8\n对焦点：0.5 米至无穷远\n\n中长焦相机\n视角：35°\n等效焦距：70 mm\n光圈：f/2.8\n对焦点：3 米至无穷远"
        },
        {
          key: "ISO 范围",
          value: "视频\n普通：\n100 至 12800（普通色彩）\n100 至 3200（D-Log M）\n100 至 3200（HLG）\n慢动作：\n100 至 6400（普通色彩）\n100 至 3200（D-Log M）\n100 至 3200（HLG）\n\n照片\n100 至 6400（1200 万像素）\n100 至 3200（4800 万像素和 5000 万像素）"
        },
        {
          key: "快门速度",
          value: "广角相机\n1200 万拍照：1/8000 秒至 2 秒（2.5 秒到 8 秒快门为模拟长曝光）\n5000 万拍照：1/8000 秒至 2 秒\n\n中长焦相机\n1200 万拍照：1/16000 秒至 2 秒（2.5 秒到 8 秒快门为模拟长曝光）\n4800 万拍照：1/8000 秒至 2 秒"
        },
        {
          key: "最大照片尺寸",
          value: "广角相机：8192×6144\n中长焦相机：8064×6048"
        },
        {
          key: "照片拍摄模式及参数",
          value: "广角相机\n单张拍摄：1200 万像素和 5000 万像素\n多张连拍：1200 万像素，3/5/7 张；5000 万像素，3/5 张\n自动包围曝光（AEB）：1200 万像素，3/5/7 张；5000 万像素，3/5 张@0.7EV 步长\n定时拍摄：1200 万像素，2/3/5/7/10/15/20/30/60 秒；5000 万像素，5/7/10/15/20/30/60 秒\n\n中长焦相机\n单张拍摄：1200 万像素和 4800 万像素\n多张连拍：1200 万像素，3/5/7 张；4800 万像素，3/5 张\n自动包围曝光（AEB）：1200 万像素，3/5/7 张；4800 万像素，3/5 张@0.7EV 步长\n定时拍摄：1200 万像素，2/3/5/7/10/15/20/30/60 秒；4800 万像素，5/7/10/15/20/30/60 秒"
        },
        {
          key: "视频录制格式",
          value: "MP4（MPEG-4 AVC/H.264，HEVC/H.265）"
        },
        {
          key: "视频分辨率",
          value: "广角相机及中长焦相机\nH.264/H.265\n4K：3840×2160@24/25/30/48/50/60/120*fps\nFHD：1920×1080@24/25/30/48/50/60/120*/240*fps\n竖拍 2.7K：1512×2688@24/25/30/48/50/60fps\n\n<sup>* 帧率数字为记录帧率，播放时默认表现为慢动作视频；慢动作视频及 4K 规格录像仅支持 H.265 编码。</sup>"
        }
      ]
    },
    {
      title: "图传",
      specs: [
        {
          key: "图传方案",
          value: "O4"
        },
        {
          key: "实时图传质量",
          value: "遥控器：\n1080p/30fps，1080p/60fps"
        },
        {
          key: "工作频段",
          value: "2.4000 GHz 至 2.4835 GHz\n5.170 GHz 至 5.250 GHz\n5.725 GHz 至 5.850 GHz\n\n<sup>各国家/地区支持的工作频段及其对应的可用范围有所不同，详情请参考当地法律法规。</sup>"
        },
        {
          key: "最大信号有效距离",
          value: "FCC：20 公里\nCE：10 公里\nSRRC：10 公里\nMIC：10 公里\n\n<sup>以上数据在室外空旷无干扰环境下测得，是各标准下单程不返航飞行的最远通信距离，实际飞行时请留意 app 的返航提示。</sup>"
        },
        {
          key: "最大下载速率",
          value: "O4：\n10MB/s（搭配 DJI RC-N3 遥控器）\n10MB/s（搭配 DJI RC 2 带屏遥控器）\nWi-Fi 5：30MB/s*\n\n<sup>* 该数据在支持 2.4 GHz/5.8 GHz 双频的国家或地区的低干扰实验室环境下测得，实际下载速率请以实际体验为准。</sup>"
        }
      ]
    },
    {
      title: "电池",
      specs: [
        {
          key: "容量",
          value: "4276 毫安时"
        },
        {
          key: "电压",
          value: "标称电压：14.6 伏\n充电限制电压：17.2 伏"
        },
        {
          key: "电池类型",
          value: "Li-ion 4S"
        },
        {
          key: "能量",
          value: "62.5 瓦时"
        },
        {
          key: "重量",
          value: "约 247 克"
        },
        {
          key: "充电环境温度",
          value: "5℃ 至 40℃"
        },
        {
          key: "充电时间",
          value: "约 80 分钟（搭配 DJI 65W 便携充电器）\n约 60 分钟（搭配 DJI 100W 桌面充电器和充电管家）"
        }
      ]
    },
    {
      title: "存储",
      specs: [
        {
          key: "推荐存储卡列表",
          value: "Lexar 1066x 64GB V30 U3 A2 microSDXC\nLexar 1066x 128GB V30 U3 A2 microSDXC\nLexar 1066x 256GB V30 U3 A2 microSDXC\nLexar 1066x 512GB V30 U3 A2 microSDXC\nKingston Canvas GO! Plus 64GB V30 U3 A2 microSDXC\nKingston Canvas GO! Plus 128GB V30 U3 A2 microSDXC\nKingston Canvas GO! Plus 256GB V30 U3 A2 microSDXC\nKingston Canvas GO! Plus 512GB V30 U3 A2 microSDXC"
        }
      ]
    }
  ]
};