{
  "pageTitle": "Services",
  "mainSection": {
    "title": "Allier Expertise et Votre Vision",
    "subTitle": "Chez AstroProductFast, nous sommes fiers d'offrir des solutions complètes et un service exceptionnel dans le domaine du matériel et de la construction. Notre équipe expérimentée s'engage à soutenir votre projet de sa conception à son achèvement avec une gamme de services spécialisés.",
    "btnExists": true,
    "btnTitle": "Planifier une Consultation",
    "btnURL": "#"
  },
  "articles": [
    {
      "isRightSection": true,
      "title": "Fournir des Conseils d'Expert",
      "subTitle": "Se lancer dans un projet de construction peut être intimidant. Grâce à nos services de consultation professionnelle, nous vous accompagnons à chaque étape pour vous assurer de prendre des décisions éclairées. Que vous soyez un amateur ou un entrepreneur expérimenté, nos experts sont à votre disposition pour offrir des conseils personnalisés sur le choix des produits, la portée des projets et la conformité aux réglementations locales.",
      "single": false,
      "imgOne": "blueprints-image.avif",
      "imgOneAlt": "Plans et tablette numérique avec des plans de construction.",
      "imgTwo": "person-working.avif",
      "imgTwoAlt": "Personne travaillant dans un bureau."
    },
    {
      "isRightSection": false,
      "title": "Transformer les Conceptions en Réalité",
      "subTitle": "Nos artisans qualifiés apportent précision et excellence à chaque projet de construction. Des petites installations aux travaux structurels d'envergure, AstroProductFast offre des services de construction fiables pour transformer vos plans en résultats concrets. Nous garantissons les plus hauts standards de sécurité et de qualité, en utilisant des outils et matériaux de premier choix issus de notre vaste inventaire.",
      "img": "before-after.avif",
      "imgAlt": "Site de construction avant et après.",
      "btnExists": true,
      "btnTitle": "En Savoir Plus",
      "btnURL": "#"
    },
    {
      "isRightSection": true,
      "title": "Gérer les Projets avec une Supervision Professionnelle",
      "subTitle": "Une gestion efficace des projets est au cœur de tout chantier réussi. AstroProductFast fournit une planification minutieuse et des services de gestion solides qui maintiennent votre projet dans les délais et le budget. Laissez-nous gérer les complexités de la coordination des flux de travail, de l'allocation des ressources et de la communication avec les parties prenantes, pendant que vous vous concentrez sur votre vision.",
      "single": false,
      "imgOne": "construction-workers.avif",
      "imgOneAlt": "Ouvriers du bâtiment orchestrant un projet.",
      "imgTwo": "aerial-view.avif",
      "imgTwoAlt": "Vue aérienne d'un chantier géré."
    },
    {
      "isRightSection": false,
      "title": "Assurer une Performance Durable",
      "subTitle": "Notre engagement envers votre projet ne s'arrête pas à son achèvement. AstroProductFast propose des services de maintenance et de support continus pour garantir la longévité et la performance de votre construction. Des contrôles réguliers à l'assistance d'urgence, notre équipe réactive est là pour vous offrir un soutien sans faille.",
      "img": "using-tools.avif",
      "imgAlt": "Homme portant un gilet orange et noir et un casque blanc tenant un outil électrique jaune et noir."
    },
    {
      "isRightSection": true,
      "title": "Élaborer des Stratégies sur Mesure pour des Défis Uniques",
      "subTitle": "Pour nos clients d'entreprise de grande envergure, AstroProductFast propose des solutions personnalisées conçues pour répondre à des défis spécifiques à l'industrie. En comprenant vos besoins uniques, nous concevons des stratégies adaptées visant à optimiser vos opérations, améliorer l'efficacité et faire avancer votre entreprise.",
      "single": false,
      "imgOne": "progress-building.avif",
      "imgOneAlt": "Structure de bâtiment en cours de construction.",
      "imgTwo": "under-construction.avif",
      "imgTwoAlt": "Bâtiment marron et gris en construction.",
      "btnExists": true,
      "btnTitle": "Lire Plus",
      "btnURL": "#"
    }
  ],
  "featuresStats": {
    "title": "En Chiffres",
    "subTitle": "Notre engagement envers la qualité et la fiabilité est évident dans chaque projet que nous entreprenons. Chez AstroProductFast, nous nous consacrons à fournir des services de premier plan pour garantir que vos projets de construction sont conçus pour durer.",
    "mainStatTitle": "96%",
    "mainStatSubTitle": "de nos clients évaluent leur expérience avec AstroProductFast comme exceptionnelle",
    "stats": [
      {
        "stat": "99,8%",
        "description": "taux d'achèvement des projets"
      },
      {
        "stat": "5 000+",
        "description": "installations réussies"
      },
      {
        "stat": "85%",
        "description": "croissance des clients d'une année sur l'autre"
      }
    ]
  }
}
